Repository: cristenger/gota.koplugin-for-raindrop
Catalog: gota.koplugin/l10n/*/gota.po
Languages: es

source: Empty server response
es: Respuesta vacía del servidor

source: Error: Could not decompress server response
es: Error: No se pudo descomprimir la respuesta del servidor

source: Error processing server response
es: Error al procesar respuesta del servidor

source: Server error:
es: Error del servidor:

source: HTTP error
es: Error HTTP

source: Failed after
es: Falló después de

source: attempts
es: intentos

source: Loading full content...
es: Cargando contenido completo...

source: Loading cached content...
es: Cargando contenido en caché...

source: Reloading article...
es: Recargando artículo...

source: The article does not yet have cached content available
es: El artículo aún no tiene contenido en caché disponible

source: Error reloading article:
es: Error al recargar artículo:

source: Unknown error
es: Error desconocido

source: Cannot download: ID not found
es: No se puede descargar: ID no encontrado

source: No cached content available for download
es: No hay contenido en caché disponible para descargar

source: Error creating directory to save HTML
es: Error al crear directorio para guardar HTML

source: Downloading HTML...
es: Descargando HTML...

source: Error downloading HTML:
es: Error al descargar HTML:

source: Downloaded content appears incomplete
es: El contenido descargado parece incompleto

source: Error creating file:
es: Error al crear archivo:

source: HTML saved to: %s
es: HTML guardado en: %s

source: No content available
es: No hay contenido disponible

source: Error creating temporary file
es: Error al crear archivo temporal

source: Untitled
es: Sin título

source: Source:
es: Fuente:

source: Domain:
es: Dominio:

source: Saved:
es: Guardado:

source: Link
es: Enlace

source: Article
es: Artículo

source: Image
es: Imagen

source: Document
es: Documento

source: Type:
es: Tipo:

source: Excerpt:
es: Extracto:

source: Notes:
es: Notas:

source: Tags:
es: Etiquetas:

source: Cache:
es: Caché:

source: Available
es: Disponible

source: Size:
es: Tamaño:

source: Ready
es: Listo

source: Retrying
es: Reintentando

source: Failed
es: Falló

source: Invalid origin
es: Origen inválido

source: Timeout
es: Tiempo agotado

source: Invalid size
es: Tamaño inválido

source: Cache status:
es: Estado del caché:

source: Raindrop.io Access Token
es: Token de acceso de Raindrop.io

source: Cancel
es: Cancelar

source: Test
es: Probar

source: Please enter a token to test
es: Por favor ingresa un token para probar

source: Save
es: Guardar

source: Please enter a valid token
es: Por favor ingresa un token válido

source: Warning: Token seems very short, but it will be saved anyway
es: Aviso: Token parece muy corto, pero se guardará de todos modos

source: Download folder
es: Carpeta de descargas

source: Invalid folder name
es: Nombre de carpeta inválido

source: Folder configured:
es: Carpeta configurada:

source: Error saving:
es: Error al guardar:

source: Please enter a folder name
es: Por favor ingresa un nombre de carpeta

source: Search articles
es: Buscar artículos

source: Search
es: Buscar

source: Please enter a search term
es: Por favor ingresa un término de búsqueda

source: Article URL:
es: URL del artículo:

source: Cannot be opened directly in KOReader.
es: No se puede abrir directamente en KOReader.

source: You can copy this URL to open it on another device.
es: Puedes copiar esta URL para abrirla en otro dispositivo.

source: Article link
es: Enlace del artículo

source: Article information
es: Información del artículo

source: Error: Could not find HTML file
es: Error: No se pudo encontrar el archivo HTML

source: Error: Could not open HTML file
es: Error: No se pudo abrir el archivo HTML

source: < Back to Gota
es: < Volver a Gota

source: Copy article URL
es: Copiar URL del artículo

source: Configure access token
es: Configurar token de acceso

source: Configure download folder
es: Configurar carpeta de descargas

source: Debug: View configuration
es: Debug: Ver configuración

source: View collections
es: Ver colecciones

source: All articles
es: Todos los artículos

source: Download folder updated:
es: Carpeta de descargas actualizada:

source: Error saving configuration
es: Error al guardar configuración

source: Loading collections...
es: Cargando colecciones...

source: Error retrieving collections:
es: Error al obtener colecciones:

source: Raindrop Collections
es: Colecciones de Raindrop

source: Loading articles...
es: Cargando artículos...

source: Error retrieving articles:
es: Error al obtener artículos:

source: Articles
es: Artículos

source: Content is not available yet
es: El contenido no está disponible aún

source: No cached content available
es: No hay contenido en caché disponible

source: Cached content
es: Contenido en caché

source: Searching articles...
es: Buscando artículos...

source: Search error:
es: Error en la búsqueda:

source: Go to download folder
es: Ir a carpeta de descarga

source: Back
es: Volver

source: HTML downloaded
es: HTML descargado

source: Warning: Empty token, cannot test
es: Aviso: Token vacío, no se puede probar

source: Warning: Token seems very short, but it will be tested anyway
es: Aviso: Token parece muy corto, pero se probará de todos modos

source: Testing token...
es: Probando token...

source: No articles available
es: No hay artículos disponibles

source: You have no collections created
es: No tienes colecciones creadas

source: Open in full reader
es: Abrir en lector completo

source: View content as plain text
es: Ver contenido en texto simple

source: Download HTML
es: Descargar HTML

source: View article information
es: Ver información del artículo

source: Copy URL
es: Copiar URL

source: Cache is being generated, try again later
es: La caché está siendo generada, intenta más tarde

source: Cache generation has failed
es: La generación de caché ha fallado

source: Could not generate cache due to invalid origin
es: No se pudo generar caché por origen inválido

source: Could not generate cache due to timeout
es: No se pudo generar caché por timeout

source: Could not generate cache due to excessive size
es: No se pudo generar caché por tamaño excesivo

source: Cache is not available
es: La caché no está disponible

source: Try reloading full article
es: Intentar recargar artículo completo

source: This article has no cached content available
es: Este artículo no tiene contenido en caché disponible

source: « First page
es: « Primera página

source: ← Previous page
es: ← Página anterior

source: Next page →
es: Página siguiente →

source: » Last page
es: » Última página

source: Page %d of %d
es: Página %d de %d

source: Close
es: Cerrar

source: Open in reader
es: Abrir en lector

source: Share link
es: Compartir enlace

source: Save HTML
es: Guardar HTML

source: Read and manage your Raindrop.io bookmarks with Gota from KOReader!
es: Con Gota lee y gestiona tus marcadores de Raindrop.io desde KOReader!
